Repository: robertaydinyan/cscart
Catalog: var/langs/*/addons/cp_seo_editor.po
Languages: ru_ru

# Addons::name::cp_seo_editor
source: Cart-Power: SEO names editor
ru_ru: Cart-Power: Редактор SEO имен

# Addons::description::cp_seo_editor
source: Allows the administrator to edit SEO names in the administrator area
ru_ru: Добавляет возможность редактирования таблицы SEO-имен в панели администрирования. Разработан <a href='http://cart-power.ru'>Cart-Power</a>

# SettingsOptions::cp_seo_editor::script_password
source: Script password
ru_ru: Пароль для запуска скрипта

# SettingsOptions::cp_seo_editor::seo_editor_url
source: SEO editor URL
ru_ru: Путь к странице редактирования SEO имен

# SettingsOptions::cp_seo_editor::licensekey
source: License key
ru_ru: Лицензионный ключ

# Languages::cp_your_license_is_not_valid
source: You should enter valid License Key. Please, contact us (sales@cart-power.com), if you face any issues.
ru_ru: Введите лицензионный ключ для активации модуля. Если у вас возникли проблемы, напишите нам sales@cart-power.com

# Languages::cp_seo_editor_url
source: SEO editor script is available here: <a href='[http_location]'>[http_location]</a>
ru_ru: Страница редактирования SEO-имен здесь: <a target='_blank' href='[http_location]'>[http_location]</a>

# Languages::cp_seo_names
source: SEO names
ru_ru: SEO имена

# Languages::cp_object_id
source: Object ID
ru_ru: ID объекта

# Languages::cp_path
source: Path
ru_ru: Путь

# Languages::cp_lang_code
source: Lang code
ru_ru: Язык

# Languages::cp_duplicate_entry
source: Duplicate entry '[key]' for key 'PRIMARY'
ru_ru: Дублирование информации для '[key]' в разделе 'PRIMARY'

# Languages::cp_seo_inactive
source: SEO addon is disabled. Please enable it to use this functionality
ru_ru: Модуль SEO не активен. Пожалуйста, активируйте его, чтобы получиться доступ к этой функциональности
