Repository: robertaydinyan/cscart
Catalog: var/langs/*/addons/trackfree.po
Languages: de_de, es_es, fr_fr, it_it

# Addons::description::trackfree
source: Delight your customers with exceptional post-purchase experience and drive more sales. This addon lets you track all shipments and notify customers of delivery updates.
de_de: Begeistern Sie Ihre Kunden mit einem außergewöhnlichen Erlebnis nach dem Kauf und steigern Sie den Umsatz. Mit diesem Addon können Sie alle Sendungen verfolgen und Kunden über Lieferaktualisierungen informieren.
es_es: Deleite a sus clientes con una experiencia poscompra excepcional e impulse más ventas. Este complemento le permite rastrear todos los envíos y notificar a los clientes sobre las actualizaciones de entrega.
fr_fr: Faites plaisir à vos clients avec une expérience post-achat exceptionnelle et augmentez vos ventes. Cet addon vous permet de suivre toutes les expéditions et d'informer les clients des mises à jour de livraison.
it_it: Delizia i tuoi clienti con un'esperienza post-acquisto eccezionale e aumenta le vendite. Questo componente aggiuntivo ti consente di tracciare tutte le spedizioni e notificare ai clienti gli aggiornamenti di consegna.

# SettingsOptions::trackfree::display_options
source: Display options
de_de: Anzeigeoptionen
es_es: mostrar opciones
fr_fr: Alimenté par TrackFree
it_it: Opzioni di visualizzazione

# SettingsOptions::trackfree::progress_bar_color
source: Progress bar color
de_de: Farbe der Fortschrittsleiste
es_es: Color de la barra de progreso
fr_fr: Couleur de la barre de progression
it_it: Colore della barra di avanzamento

# SettingsOptions::trackfree::look_up_options
source: Look up options
de_de: Optionen nachschlagen
es_es: buscar opciones
fr_fr: Rechercher des options
it_it: Cerca le opzioni

# SettingsVariants::trackfree::look_up_options::by_order_num
source: By order number and email
de_de: Nach Bestellnummer und E-Mail
es_es: Por número de pedido y correo electrónico
fr_fr: Par numéro de commande et email
it_it: Per numero d'ordine ed e-mail

# SettingsVariants::trackfree::look_up_options::by_track_num
source: By tracking number
de_de: Per Sendungsnummer
es_es: Por número de seguimiento
fr_fr: Par numéro de suivi
it_it: Per numero di tracciamento

# SettingsOptions::trackfree::show_carrier
source: Show the carrier's name and logo on your tracking page
de_de: Zeigen Sie den Namen und das Logo des Spediteurs auf Ihrer Tracking-Seite an
es_es: Muestre el nombre y el logotipo del transportista en su página de seguimiento
fr_fr: Montrez le nom et le logo du transporteur sur votre page de suivi
it_it: Mostra il nome e il logo del corriere sulla tua pagina di monitoraggio

# SettingsOptions::trackfree::show_tracking_number
source: Show tracking number on your tracking page
de_de: Zeigen Sie die Tracking-Nummer auf Ihrer Tracking-Seite an
es_es: Mostrar número de seguimiento en su página de seguimiento
fr_fr: Afficher le numéro de suivi sur votre page de suivi
it_it: Mostra il numero di tracciamento sulla tua pagina di tracciamento

# SettingsOptions::trackfree::show_tracking_details
source: Show tracking details on your tracking page
de_de: Zeigen Sie Tracking-Details auf Ihrer Tracking-Seite an
es_es: Mostrar detalles de seguimiento en su página de seguimiento
fr_fr: Afficher les détails de suivi sur votre page de suivi
it_it: Mostra i dettagli di monitoraggio sulla tua pagina di monitoraggio

# SettingsOptions::trackfree::show_recommend_products
source: Recommended products will be shown to customers based on their order items
de_de: Empfohlene Produkte werden Kunden basierend auf ihren Bestellpositionen angezeigt
es_es: Los productos recomendados se mostrarán a los clientes según sus artículos de pedido
fr_fr: Les produits recommandés seront présentés aux clients en fonction de leurs articles de commande
it_it: I prodotti consigliati verranno mostrati ai clienti in base ai loro articoli ordinati

# SettingsOptions::trackfree::date_time_format
source: Date and time format
de_de: Datums- und Zeitformat
es_es: Formato de fecha y hora
fr_fr: Format de date et d'heure
it_it: Formato data e ora

# SettingsOptions::trackfree::date_format
source: Date format
de_de: Datumsformat
es_es: Formato de fecha
fr_fr: Format de la date
it_it: Formato data

# SettingsOptions::trackfree::time_format
source: Time format
de_de: Zeitformat
es_es: Formato de tiempo
fr_fr: Format de l'heure
it_it: Formato orario

# SettingsOptions::trackfree::trans_str
source: Translation strings
de_de: Übersetzungszeichenfolgen
es_es: Cadenas de traducción
fr_fr: Chaînes de traduction
it_it: Stringhe di traduzione

# Languages::track_your_order
source: Track Your Order
de_de: Verfolgen Sie Ihre Bestellung
es_es: Seguimiento de su pedido
fr_fr: Suivre votre commande
it_it: Rintraccia il tuo ordine

# Languages::tracking_number
source: Tracking Number
de_de: Verfolgungsnummer
es_es: El número de rastreo
fr_fr: Numéro de suivi
it_it: Numero di identificazione

# Languages::order_number
source: Order Number
de_de: Bestellnummer
es_es: Número de orden
fr_fr: Numéro de commande
it_it: Numero d'ordine

# Languages::email
source: Email
es_es: Correo electrónico

# Languages::track
source: Track
de_de: Bestellung verfolgen
es_es: Orden de pista
fr_fr: Suivi de commande
it_it: Ordine dei brani

# Languages::trackfree_tracking_info
source: Your branded tracking page is ready. Here is the <a href="index.php?dispatch=track.track" target="blank">URL</a> so that customers can track their orders.<br /><br /><a href="index.php?dispatch=track.track&nums=9405516901479381873433&preview=trackfree" target="blank">Preview tracking page</a>
de_de: Ihre gebrandete Tracking-Seite ist fertig. Hier ist die<a href="index.php?dispatch=track.track" target="blank">URL</a>, damit Kunden ihre Bestellungen verfolgen können.<br /><br /><a href="index.php?dispatch=track.track&nums=9405516901479381873433&preview=trackfree" target="blank">Vorschau der Tracking-Seite</a>
es_es: Su página de seguimiento de marca está lista. Aquí está la<a href="index.php?dispatch=track.track" target="blank">URL</a> para que los clientes puedan rastrear sus pedidos.<br /><br /><a href="index.php?dispatch=track.track&nums=9405516901479381873433&preview=trackfree" target="blank">Vista previa de la página de seguimiento</a>
fr_fr: Votre page de suivi de marque est prête. Voici l'<a href="index.php?dispatch=track.track" target="blank">URL</a> pour que les clients puissent suivre leurs commandes.<br /><br /><a href="index.php?dispatch=track.track&nums=9405516901479381873433&preview=trackfree" target="blank">Aperçu de la page de suivi</a>
it_it: La tua pagina di monitoraggio del marchio è pronta. Ecco l'<a href="index.php?dispatch=track.track" target="blank">URL</a> in modo che i clienti possano monitorare i loro ordini.<br /><br /><a href="index.php?dispatch=track.track&nums=9405516901479381873433&preview=trackfree" target="blank">Anteprima della pagina di monitoraggio</a>

# Languages::open_dashboard_btn
source: Open TrackFree Dashboard
de_de: Öffnen Sie das TrackFree-Dashboard
es_es: Abrir el panel de control de TrackFree
fr_fr: Ouvrir le tableau de bord TrackFree
it_it: Apri il dashboard di TrackFree

# Languages::open_dashboard_cnt
source: (For dashboard, advance settings, theme & email template editor, marketing and more.)
de_de: (Für Dashboard, erweiterte Einstellungen, Design- und E-Mail-Vorlagen-Editor, Marketing und mehr.)
es_es: (Para tablero, configuración avanzada, editor de plantillas de correo electrónico y tema, marketing y más).
fr_fr: (Pour le tableau de bord, les paramètres avancés, l'éditeur de modèles de thèmes et d'e-mails, le marketing, etc.)
it_it: (Per dashboard, impostazioni avanzate, temi e editor di modelli di email, marketing e altro.)

# Languages::status
source: STATUS
es_es: ESTADO
fr_fr: STATUT
it_it: STATO

# Languages::feedback
source: FEEDBACK
es_es: REALIMENTACIÓN
fr_fr: RETOUR D'INFORMATION
it_it: RISPOSTA

# Languages::satisfied
source: Satisfied
de_de: Zufrieden
es_es: Satisfecho
fr_fr: Satisfait
it_it: Soddisfatto

# Languages::not_satisfied
source: Not satisfied
de_de: Nicht zufrieden
es_es: No satisfecho
fr_fr: Pas satisfait
it_it: Non soddisfatto

# Languages::delivered_on
source: Delivered on
de_de: Geliefert am
es_es: Entregado en
fr_fr: Délivré le
it_it: Consegnato

# Languages::estimated_delivery_on
source: Estimated delivery on
de_de: Voraussichtliche Lieferung am
es_es: Entrega estimada en
fr_fr: Livraison estimée sur
it_it: Consegna stimata il

# Languages::shipping_activity
source: Shipping Activity
de_de: Versandaktivität
es_es: Actividad de envío
fr_fr: Activité d'expédition
it_it: Attività di spedizione

# Languages::see_all_shipping_activity
source: See all shipping activity
de_de: Alle Versandaktivitäten anzeigen
es_es: Ver toda la actividad de envío
fr_fr: Voir toutes les activités d'expédition
it_it: Vedi tutte le attività di spedizione

# Languages::hide_all_shipping_activity
source: Hide all shipping activity
de_de: Alle Versandaktivitäten ausblenden
es_es: Ocultar toda la actividad de envío
fr_fr: Masquer toutes les activités d'expédition
it_it: Nascondi tutte le attività di spedizione

# Languages::manage_trackfree_settings
source: Manage TrackFree Settings
de_de: TrackFree-Einstellungen verwalten
es_es: Administrar la configuración de TrackFree
fr_fr: Gérer les paramètres TrackFree
it_it: Gestisci le impostazioni di TrackFree

# Languages::get_email_support
source: Get Email Support
de_de: Erhalten Sie E-Mail-Support
es_es: Obtenga soporte por correo electrónico
fr_fr: Obtenir une assistance par e-mail
it_it: Ottieni supporto e-mail

# Languages::email_support_desc
source: Send us an email, and we will respond as soon as possible.
de_de: Senden Sie uns eine E-Mail, und wir werden so schnell wie möglich antworten.
es_es: Envíenos un correo electrónico y le responderemos lo antes posible.
fr_fr: Envoyez-nous un e-mail, et nous vous répondrons dans les plus brefs délais.
it_it: Inviaci una e-mail, ti risponderemo il prima possibile.

# Languages::trackfree_help_docs
source: TrackFree Help Docs
de_de: TrackFree-Hilfedokumente
es_es: Documentos de ayuda de TrackFree
fr_fr: Documents d'aide TrackFree
it_it: Documenti di aiuto di TrackFree

# Languages::help_docs_desc
source: Find a solution for your problem with TrackFree documents and tutorials.
de_de: Finden Sie eine Lösung für Ihr Problem mit TrackFree-Dokumenten und Tutorials.
es_es: Encuentre una solución para su problema con los documentos y tutoriales de TrackFree.
fr_fr: Trouvez une solution à votre problème avec les documents et tutoriels TrackFree.
it_it: Trova una soluzione per il tuo problema con i documenti e i tutorial TrackFree.

# SettingsOptions::trackfree::show_tracking_map
source: Show map on your tracking page when the address is recognized correctly
de_de: Karte auf Ihrer Tracking-Seite anzeigen, wenn die Adresse korrekt erkannt wird
es_es: Mostrar mapa en su página de seguimiento cuando la dirección se reconoce correctamente
fr_fr: Afficher la carte sur votre page de suivi lorsque l'adresse est reconnue correctement
it_it: Mostra la mappa sulla tua pagina di monitoraggio quando l'indirizzo è riconosciuto correttamente

# SettingsOptions::trackfree::advance_settings
source: Advance settings
de_de: Erweiterte Einstellungen
es_es: Configuraciones avanzadas
fr_fr: Paramètres avancés
it_it: Impostazioni avanzate

# Languages::auto_order_status
source: Enable auto order status update
de_de: Automatische Statusaktualisierung der Bestellung aktivieren
es_es: Habilitar la actualización automática del estado del pedido
fr_fr: Activer la mise à jour automatique du statut de la commande
it_it: Abilita l'aggiornamento automatico dello stato dell'ordine

# Languages::api_key
source: API Key
de_de: API-Schlüssel
es_es: Clave API
fr_fr: clé API
it_it: Chiave dell'API

# Languages::trackfree_order_status_update_info
source: Go to <a href="https://help.trackfree.io/en/articles/6904540-cs-cart-auto-order-status-update" target="blank">TrackFree Support</a> to learn more | Get Email and API key from <a href="dispatch=profiles.manage&user_type=A" target="blank">here</a>.
es_es: Vaya a <a href="https://help.trackfree.io/en/articles/6904540-cs-cart-auto-order-status-update" target="blank">Soporte de TrackFree</a> para aprender más | Obtenga su correo electrónico y clave API <a href="?dispatch=profiles.manage&user_type=A" target="blank">desde aquí</a>.

# Languages::select_delivery_status
source: Choose your preferred statuses for Delivery Status
de_de: Wählen Sie Ihre bevorzugten Status für Lieferstatus
es_es: Elija sus estados preferidos para el estado de entrega
fr_fr: Choisissez vos statuts préférés pour Delivery Status
it_it: Scegli i tuoi stati preferiti per lo stato di consegna

# Languages::info_received
source: Info Received
de_de: Infos erhalten
es_es: Información recibida
fr_fr: Informations reçues
it_it: Informazioni ricevute

# Languages::in_transit
source: In Transit
de_de: Auf der Durchreise
es_es: En tránsito
fr_fr: En transit
it_it: In transito

# Languages::out_for_delivery
source: Out For Delivery
de_de: Zur Lieferung bereit
es_es: Fuera para entrega
fr_fr: En livraison
it_it: In consegna

# Languages::delivered
source: Delivered
de_de: Geliefert
es_es: Entregado
fr_fr: Livré
it_it: Consegnato

# Languages::exception
source: Exception
de_de: Ausnahme
es_es: Excepción
it_it: Eccezione

# Languages::failed_attempt
source: Failed Attempt
de_de: Fehlgeschlagener Versuch
es_es: Intento fallido
fr_fr: Tentative échouée
it_it: Tentativo fallito

# Languages::expired
source: Expired
de_de: Abgelaufen
es_es: Venció
fr_fr: Expiré
it_it: Scaduto

# Languages::select_status
source: Select status
de_de: Status auswählen
es_es: Seleccione estado
fr_fr: Sélectionnez le statut
it_it: Seleziona stato

# Languages::set_notifications
source: Set notifications
de_de: Benachrichtigungen einstellen
es_es: Configurar notificaciones
fr_fr: Définir des notifications
it_it: Imposta le notifiche

# Languages::notify_customer
source: Notify customer
de_de: Kunde benachrichtigen
es_es: Notificar cliente
fr_fr: Aviser client
it_it: Avvisa cliente

# Languages::notify_department
source: Notify order department
de_de: Bestellabteilung benachrichtigen
es_es: Notificar departamento de pedidos
fr_fr: Aviser service des commandes
it_it: Avvisare dipartimento degli ordini

# Languages::notify_vendor
source: Notify vendor
de_de: Anbieter benachrichtigen
es_es: Notificar vendedor
fr_fr: Aviser vendeur
it_it: Avvisare venditore

# Languages::trackfree_order_status_update_info
source: Go to <a href="https://help.trackfree.io/en/articles/6904540-cs-cart-auto-order-status-update" target="blank">TrackFree Support</a> to learn more | Get Email and API key from <a href="?dispatch=profiles.manage&user_type=A" target="blank">here</a>.
fr_fr: Accédez au <a href="https://help.trackfree.io/en/articles/6904540-cs-cart-auto-order-status-update" target="blank">support TrackFree</a> pour en savoir plus | Obtenez votre adresse e-mail et votre clé API à partir <a href="?dispatch=profiles.manage&user_type=A" target="blank">d'ici</a>.
it_it: Vai a <a href="https://help.trackfree.io/en/articles/6904540-cs-cart-auto-order-status-update" target="blank">TrackFree Support</a> per ulteriori informazioni | Ottieni la tua email e la chiave API <a href="?dispatch=profiles.manage&user_type=A" target="blank">da qui</a>.

# Languages::trackfree_order_status_update_info
source: Rufen Sie den <a href="https://help.trackfree.io/en/articles/6904540-cs-cart-auto-order-status-update" target="blank">TrackFree-Support</a> auf, um mehr zu erfahren | Erhalten Sie Ihre E-Mail-Adresse und Ihren API-Schlüssel <a href="?dispatch=profiles.manage&user_type=A" target="blank">here</a>.
de_de: Go to <a href="https://help.trackfree.io/en/articles/6904540-cs-cart-auto-order-status-update" target="blank">TrackFree Support</a> to learn more | Get Email and API key from <a href="?dispatch=profiles.manage&user_type=A" target="blank">von hier</a>.
